[
    {
        "id": "0001",
        "type": "sedan",
        "make": "Toyota",
        "model": "Corolla",
        "year": 2021,
        "seats": 6,
        "fuel_type": "Gasoline",
        "mileage": "30 MPG",
        "rental_price": 50,
        "quantity": 2,
        "description": "The Toyota Corolla is a compact sedan that offers a comfortable and reliable driving experience. With seating for up to 6 passengers, it is perfect for small families or groups. The Corolla has excellent fuel efficiency, achieving around 30 MPG. Rent this car for an affordable and efficient transportation option."
    },
    {
        "id": "0002",
        "type": "sedan",
        "make": "Toyota",
        "model": "Avalon",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "31 MPG",
        "rental_price": 70,
        "quantity": 1,
        "description": "The Toyota Avalon is a spacious and luxurious sedan known for its comfort and advanced features. With seating for up to 5 passengers, it offers a refined driving experience. The Avalon achieves around 31 MPG, making it an excellent choice for executive travel."
    },
    {
        "id": "0003",
        "type": "sedan",
        "make": "Toyota",
        "model": "Camry",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "32 MPG",
        "rental_price": 65,
        "quantity": 6,
        "description": "The Toyota Camry is a reliable and fuel-efficient sedan known for its comfort and performance. With seating for up to 5 passengers, it offers a smooth and enjoyable driving experience. The Camry achieves around 32 MPG, making it an ideal choice for daily commuting and long trips."
    },
    {
        "id": "0004",
        "type": "sedan",
        "make": "Toyota",
        "model": "Yaris",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "35 MPG",
        "rental_price": 55,
        "quantity": 2,
        "description": "The Toyota Yaris is a compact and efficient sedan known for its agility and affordability. With seating for up to 5 passengers, it offers a nimble driving experience. The Yaris achieves around 35 MPG, making it an ideal choice for city driving and everyday use."
    },
    {
        "id": "0005",
        "type": "sedan",
        "make": "Toyota",
        "model": "Camry Hybrid",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Hybrid",
        "mileage": "52 MPG",
        "rental_price": 75,
        "quantity": 2,
        "description": "The Toyota Camry Hybrid is a fuel-efficient and eco-friendly sedan known for its hybrid technology. With seating for up to 5 passengers, it offers a smooth and environmentally conscious driving experience. The Camry Hybrid achieves an impressive 52 MPG, making it an excellent choice for those seeking fuel savings and sustainability."
    },
    {
        "id": "0006",
        "type": "sedan",
        "make": "Honda",
        "model": "Civic",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "32 MPG",
        "rental_price": 55,
        "quantity": 4,
        "description": "The Honda Civic is a popular sedan known for its reliability and fuel efficiency. With seating for up to 5 passengers, it is suitable for small families or groups. The Civic achieves around 32 MPG, making it a cost-effective choice for daily commuting or road trips."
    },
    {
        "id": "0007",
        "type": "sedan",
        "make": "Honda",
        "model": "Accord",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "33 MPG",
        "rental_price": 60,
        "quantity": 0,
        "description": "The Honda Accord is a versatile and reliable sedan known for its performance and comfort. With seating for up to 5 passengers, it offers a smooth and enjoyable driving experience. The Accord achieves around 33 MPG, making it an excellent choice for daily commuting and long trips."
    },
    {
        "id": "0008",
        "type": "sedan",
        "make": "Honda",
        "model": "Insight",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Hybrid",
        "mileage": "55 MPG",
        "rental_price": 70,
        "quantity": 1,
        "description": "The Honda Insight is a fuel-efficient hybrid sedan known for its eco-friendly technology. With seating for up to 5 passengers, it offers a smooth and environmentally conscious driving experience. The Insight achieves an impressive 55 MPG, making it an ideal choice for those seeking fuel savings and sustainability."
    },
    {
        "id": "0009",
        "type": "sedan",
        "make": "Honda",
        "model": "Accord Hybrid",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Hybrid",
        "mileage": "48 MPG",
        "rental_price": 65,
        "quantity": 0,
        "description": "The Honda Accord Hybrid is a fuel-efficient sedan with hybrid technology. With seating for up to 5 passengers, it offers a smooth and environmentally friendly driving experience. The Accord Hybrid achieves around 48 MPG, making it an excellent choice for those prioritizing fuel economy and sustainability."
    },
    {
        "id": "0010",
        "type": "sedan",
        "make": "Honda",
        "model": "Civic Si",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "29 MPG",
        "rental_price": 65,
        "quantity": 2,
        "description": "The Honda Civic Si is a sporty sedan known for its performance and style. With seating for up to 5 passengers, it offers a dynamic driving experience. The Civic Si achieves around 29 MPG, making it an ideal choice for those who enjoy spirited driving."
    },
    {
        "id": "0011",
        "type": "sedan",
        "make": "Nissan",
        "model": "Altima",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "31 MPG",
        "rental_price": 52,
        "quantity": 4,
        "description": "The Nissan Altima is a stylish and comfortable sedan suitable for various driving needs. It can accommodate up to 5 passengers and offers good fuel efficiency, achieving around 31 MPG. Rent the Altima for a smooth and enjoyable driving experience."
    },
    {
        "id": "0012",
        "type": "sedan",
        "make": "Nissan",
        "model": "Altima S",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "32 MPG",
        "rental_price": 55,
        "quantity": 8,
        "description": "The Nissan Altima S is a reliable and comfortable sedan suitable for daily commuting and family trips. With seating for up to 5 passengers, it offers good fuel efficiency, achieving around 32 MPG. Experience a smooth and enjoyable ride with the Altima S."
    },
    {
        "id": "0013",
        "type": "sedan",
        "make": "Nissan",
        "model": "Altima SV",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "33 MPG",
        "rental_price": 60,
        "quantity": 1,
        "description": "The Nissan Altima SV is a stylish and versatile sedan ideal for both city driving and long trips. With seating for up to 5 passengers, it offers good fuel efficiency, achieving around 33 MPG. Enjoy a comfortable and efficient driving experience with the Altima SV."
    },
    {
        "id": "0014",
        "type": "sedan",
        "make": "Nissan",
        "model": "Altima SR",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "31 MPG",
        "rental_price": 58,
        "quantity": 1,
        "description": "The Nissan Altima SR is a sporty and dynamic sedan designed for performance and style. With seating for up to 5 passengers, it offers good fuel efficiency, achieving around 31 MPG. Experience the thrill of driving with the Altima SR."
    },
    {
        "id": "0015",
        "type": "sedan",
        "make": "Nissan",
        "model": "Altima Platinum",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "30 MPG",
        "rental_price": 65,
        "quantity": 1,
        "description": "The Nissan Altima Platinum is a luxurious sedan with premium features and comfort. With seating for up to 5 passengers, it offers good fuel efficiency, achieving around 30 MPG. Experience the ultimate in elegance and performance with the Altima Platinum."
    },
    {
        "id": "0016",
        "type": "suv",
        "make": "Nissan",
        "model": "Rogue",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "29 MPG",
        "rental_price": 62,
        "quantity": 2,
        "description": "The Nissan Rogue is a compact SUV known for its versatility and fuel efficiency. With seating for up to 5 passengers, it offers practicality and style. The Rogue achieves around 29 MPG, making it an ideal choice for urban commuting and family adventures."
    },
    {
        "id": "0017",
        "type": "suv",
        "make": "Nissan",
        "model": "Murano",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "28 MPG",
        "rental_price": 70,
        "quantity": 1,
        "description": "The Nissan Murano is a stylish and comfortable SUV known for its spacious interior and advanced features. With seating for up to 5 passengers, it offers luxury and performance. The Murano achieves around 28 MPG, making it an excellent choice for family travel and daily driving."
    },
    {
        "id": "0018",
        "type": "suv",
        "make": "Nissan",
        "model": "Pathfinder",
        "year": 2021,
        "seats": 7,
        "fuel_type": "Gasoline",
        "mileage": "26 MPG",
        "rental_price": 75,
        "quantity": 2,
        "description": "The Nissan Pathfinder is a rugged and capable SUV known for its off-road prowess and towing capability. With seating for up to 7 passengers, it offers power and versatility. The Pathfinder achieves around 26 MPG, making it an ideal choice for outdoor adventures and family trips."
    },
    {
        "id": "0019",
        "type": "suv",
        "make": "Nissan",
        "model": "Armada",
        "year": 2021,
        "seats": 8,
        "fuel_type": "Gasoline",
        "mileage": "18 MPG",
        "rental_price": 85,
        "quantity": 2,
        "description": "The Nissan Armada is a full-size SUV known for its spacious interior and towing capability. With seating for up to 8 passengers, it offers comfort and power. The Armada achieves around 18 MPG, making it a reliable choice for long trips and large families."
    },
    {
        "id": "0020",
        "type": "suv",
        "make": "Nissan",
        "model": "Kicks",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "33 MPG",
        "rental_price": 58,
        "quantity": 5,
        "description": "The Nissan Kicks is a compact and efficient SUV known for its agility and style. With seating for up to 5 passengers, it offers a nimble and practical driving experience. The Kicks achieves around 33 MPG, making it an ideal choice for city commuting and weekend adventures."
    },
    {
        "id": "0021",
        "type": "suv",
        "make": "Honda",
        "model": "CR-V",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "29 MPG",
        "rental_price": 65,
        "quantity": 2,
        "description": "The Honda CR-V is a reliable and versatile SUV known for its practicality and fuel efficiency. With seating for up to 5 passengers, it offers comfort and convenience. The CR-V achieves around 29 MPG, making it an excellent choice for everyday use and family travel."
    },
    {
        "id": "0022",
        "type": "suv",
        "make": "Honda",
        "model": "Pilot",
        "year": 2021,
        "seats": 8,
        "fuel_type": "Gasoline",
        "mileage": "27 MPG",
        "rental_price": 75,
        "quantity": 1,
        "description": "The Honda Pilot is a spacious and comfortable SUV known for its versatility and family-friendly features. With seating for up to 8 passengers, it offers ample space and convenience. The Pilot achieves around 27 MPG, making it an ideal choice for road trips and daily driving."
    },
    {
        "id": "0023",
        "type": "suv",
        "make": "Honda",
        "model": "Passport",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "25 MPG",
        "rental_price": 70,
        "quantity": 2,
        "description": "The Honda Passport is a rugged and capable SUV known for its off-road performance and versatility. With seating for up to 5 passengers, it offers adventure-ready features and comfort. The Passport achieves around 25 MPG, making it a reliable choice for outdoor enthusiasts."
    },
    {
        "id": "0024",
        "type": "suv",
        "make": "Honda",
        "model": "HR-V",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "30 MPG",
        "rental_price": 55,
        "quantity": 1,
        "description": "The Honda HR-V is a compact and efficient SUV known for its versatility and practicality. With seating for up to 5 passengers, it offers agile handling and ample cargo space. The HR-V achieves around 30 MPG, making it an ideal choice for urban driving and weekend getaways."
    },
    {
        "id": "0025",
        "type": "suv",
        "make": "Honda",
        "model": "Element",
        "year": 2021,
        "seats": 4,
        "fuel_type": "Gasoline",
        "mileage": "25 MPG",
        "rental_price": 60,
        "quantity": 2,
        "description": "The Honda Element is a unique and versatile SUV known for its spacious interior and practical design. With seating for up to 4 passengers, it offers easy access and ample cargo space. The Element achieves around 25 MPG, making it a reliable choice for outdoor adventures and daily driving."
    },
    {
        "id": "0026",
        "type": "suv",
        "make": "Toyota",
        "model": "RAV4",
        "year": 2023,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "30 MPG",
        "rental_price": 45,
        "quantity": 7,
        "description": "The Toyota RAV4 is a compact SUV that offers a spacious interior, excellent fuel efficiency, and a comfortable ride. With seating for up to 5 passengers, it's a versatile choice for families and outdoor enthusiasts alike."
    },
    {
        "id": "0027",
        "type": "suv",
        "make": "Toyota",
        "model": "Highlander",
        "year": 2022,
        "seats": 7,
        "fuel_type": "Gasoline",
        "mileage": "24 MPG",
        "rental_price": 55,
        "quantity": 4,
        "description": "The Toyota Highlander is a mid-size SUV that offers a roomy interior with seating for up to 7 passengers. It's a practical choice for families, with ample cargo space and a comfortable ride."
    },
    {
        "id": "0028",
        "type": "suv",
        "make": "Toyota",
        "model": "4Runner",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "19 MPG",
        "rental_price": 65,
        "quantity": 3,
        "description": "The Toyota 4Runner is a rugged and capable mid-size SUV designed for off-road adventures. With seating for up to 5 passengers and a powerful engine, it's a reliable choice for outdoor enthusiasts."
    },
    {
        "id": "0029",
        "type": "suv",
        "make": "Toyota",
        "model": "Sequoia",
        "year": 2020,
        "seats": 8,
        "fuel_type": "Gasoline",
        "mileage": "15 MPG",
        "rental_price": 75,
        "quantity": 2,
        "description": "The Toyota Sequoia is a full-size SUV that offers a spacious interior with seating for up to 8 passengers. It's a powerful and capable vehicle, perfect for large families or those who need to tow heavy loads."
    },
    {
        "id": "0030",
        "type": "suv",
        "make": "Toyota",
        "model": "Land Cruiser",
        "year": 2023,
        "seats": 8,
        "fuel_type": "Gasoline",
        "mileage": "17 MPG",
        "rental_price": 90,
        "quantity": 9,
        "description": "The Toyota Land Cruiser is a legendary full-size SUV known for its off-road capabilities and durability. With seating for up to 8 passengers and a powerful engine, it's a reliable choice for adventurers and those who need a rugged vehicle."
    },
    {
        "id": "0031",
        "type": "wagon",
        "make": "Toyota",
        "model": "Corolla Touring Sports",
        "year": 2023,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "32 MPG",
        "rental_price": 38,
        "quantity": 3,
        "description": "The Toyota Corolla Touring Sports is a compact wagon that offers ample cargo space while maintaining the fuel efficiency and driving dynamics of the Corolla sedan. With seating for up to 5 passengers, it's a practical choice for families or those who need extra versatility."
    },
    {
        "id": "0032",
        "type": "wagon",
        "make": "Toyota",
        "model": "Prius V",
        "year": 2022,
        "seats": 5,
        "fuel_type": "Hybrid",
        "mileage": "41 MPG",
        "rental_price": 42,
        "quantity": 3,
        "description": "The Toyota Prius V is a hybrid wagon that combines excellent fuel efficiency with ample interior space. With seating for up to 5 passengers and a versatile cargo area, it's an eco-friendly choice for families or those who need extra room."
    },
    {
        "id": "0033",
        "type": "wagon",
        "make": "Toyota",
        "model": "Venza",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "28 MPG",
        "rental_price": 48,
        "quantity": 1,
        "description": "The Toyota Venza is a mid-size wagon that offers a sleek design and a comfortable ride. With seating for up to 5 passengers and a spacious cargo area, it's a stylish and practical choice for those who need extra versatility."
    },
    {
        "id": "0034",
        "type": "wagon",
        "make": "Toyota",
        "model": "Sienna",
        "year": 2020,
        "seats": 8,
        "fuel_type": "Gasoline",
        "mileage": "22 MPG",
        "rental_price": 58,
        "quantity": 8,
        "description": "The Toyota Sienna is a minivan that offers the versatility of a wagon with seating for up to 8 passengers. With a spacious interior and ample cargo space, it's an excellent choice for larger families or those who need to transport a lot of gear."
    },
    {
        "id": "0035",
        "type": "wagon",
        "make": "Toyota",
        "model": "RAV4 Prime",
        "year": 2023,
        "seats": 5,
        "fuel_type": "Plug-in Hybrid",
        "mileage": "38 MPG",
        "rental_price": 52,
        "quantity": 4,
        "description": "The Toyota RAV4 Prime is a plug-in hybrid wagon that offers excellent fuel efficiency and electric driving range. With seating for up to 5 passengers and a versatile cargo area, it's an eco-friendly choice for those who need the practicality of a wagon."
    },
    {
        "id": "0036",
        "type": "wagon",
        "make": "Nissan",
        "model": "Stagea",
        "year": 2001,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "20 MPG",
        "rental_price": 25,
        "quantity": 4,
        "description": "The Nissan Stagea is a sporty wagon that offers a unique blend of performance and practicality. With seating for up to 5 passengers and a powerful engine, it's a fun choice for those who want a versatile vehicle with a bit of excitement."
    },
    {
        "id": "0037",
        "type": "wagon",
        "make": "Nissan",
        "model": "Lafesta",
        "year": 2012,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "28 MPG",
        "rental_price": 30,
        "quantity": 2,
        "description": "The Nissan Lafesta is a compact wagon that offers a spacious interior and a comfortable ride. With seating for up to 5 passengers and ample cargo space, it's a practical choice for families or those who need extra versatility."
    },
    {
        "id": "0038",
        "type": "wagon",
        "make": "Nissan",
        "model": "Wingroad",
        "year": 2018,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "32 MPG",
        "rental_price": 35,
        "quantity": 3,
        "description": "The Nissan Wingroad is a compact wagon that combines fuel efficiency with a roomy interior. With seating for up to 5 passengers and a versatile cargo area, it's a practical choice for those who need extra space without sacrificing fuel economy."
    },
    {
        "id": "0039",
        "type": "wagon",
        "make": "Nissan",
        "model": "Murano CrossCabriolet",
        "year": 2014,
        "seats": 4,
        "fuel_type": "Gasoline",
        "mileage": "22 MPG",
        "rental_price": 45,
        "quantity": 1,
        "description": "The Nissan Murano CrossCabriolet is a unique and stylish wagon that combines the practicality of a crossover with the open-air experience of a convertible. With seating for up to 4 passengers and a versatile cargo area, it's a head-turning choice for those who want to stand out."
    },
    {
        "id": "0040",
        "type": "wagon",
        "make": "Nissan",
        "model": "Pathfinder",
        "year": 2023,
        "seats": 7,
        "fuel_type": "Gasoline",
        "mileage": "24 MPG",
        "rental_price": 55,
        "quantity": 4,
        "description": "The Nissan Pathfinder is a mid-size SUV that offers the versatility of a wagon with seating for up to 7 passengers. With a spacious interior and ample cargo space, it's a capable choice for families or those who need to transport a lot of gear."
    },
    {
        "id": "0041",
        "type": "wagon",
        "make": "Honda",
        "model": "Shuttle",
        "year": 2015,
        "seats": 7,
        "fuel_type": "Gasoline",
        "mileage": "24 MPG",
        "rental_price": 40,
        "quantity": 3,
        "description": "The Honda Shuttle is a compact wagon that offers a spacious interior with seating for up to 7 passengers. It's a practical choice for families or those who need extra versatility and cargo space."
    },
    {
        "id": "0042",
        "type": "wagon",
        "make": "Honda",
        "model": "Stream",
        "year": 2010,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "26 MPG",
        "rental_price": 32,
        "quantity": 0,
        "description": "The Honda Stream is a compact wagon that combines a sleek design with a versatile interior. With seating for up to 5 passengers and ample cargo space, it's a stylish and practical choice for those who need extra room."
    },
    {
        "id": "0043",
        "type": "wagon",
        "make": "Honda",
        "model": "Odyssey",
        "year": 2022,
        "seats": 8,
        "fuel_type": "Gasoline",
        "mileage": "22 MPG",
        "rental_price": 55,
        "quantity": 4,
        "description": "The Honda Odyssey is a minivan that offers the versatility of a wagon with seating for up to 8 passengers. With a spacious interior and ample cargo space, it's an excellent choice for larger families or those who need to transport a lot of gear."
    },
    {
        "id": "0044",
        "type": "wagon",
        "make": "Honda",
        "model": "Accord Touring",
        "year": 2023,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "30 MPG",
        "rental_price": 45,
        "quantity": 5,
        "description": "The Honda Accord Touring is a mid-size wagon that offers a blend of style, comfort, and practicality. With seating for up to 5 passengers and a spacious cargo area, it's a great choice for those who want a versatile and fuel-efficient vehicle."
    },
    {
        "id": "0045",
        "type": "wagon",
        "make": "Honda",
        "model": "Civic Touring",
        "year": 2021,
        "seats": 5,
        "fuel_type": "Gasoline",
        "mileage": "34 MPG",
        "rental_price": 38,
        "quantity": 3,
        "description": "The Honda Civic Touring is a compact wagon that offers excellent fuel efficiency and a comfortable ride. With seating for up to 5 passengers and a versatile cargo area, it's a practical choice for those who need extra space without sacrificing fuel economy."
    }
]